Repository: abdalmuneim/ekad_soft
Catalog: e-commerce/lib/l10n/intl_*.arb
Languages: ar

source: Hi
ar: اهلا وسهلا

source: Add new product
ar: إضافة منتج جديد

# arabicProductName
source: In Arabic for Arabic speaking customers
ar: بالعربية للعملاء الناطقين بالعربية

# englishProductName
source: In English for English speaking customers
ar: بالانجليزية للعملاء الناطقين بالانجليزية

source: Product Name
ar: اسم المنتج

source: Product classification
ar: تصنيف المنتج

source: Select item
ar: إختر عنصر

source: Add Product Images
ar: أضف صور المنتج

source: Gallery
ar: معرض الصور

source: Camera
ar: الكتميرا

source: Something happened
ar: حدث خطاء ما

source: Product details
ar: مواصفات المنتج

source: Product Colors
ar: ألألوان المتوفرة

source: Pick a color!
ar: إلتقط لون

source: Got it
ar: تم

source: The brand and the industry...
ar: الماركة والصناعة...

source: Measurement guide attached
ar: ارفق دليل القياسات

source: Guide
ar: القياسات

source: do not apply
ar: لاينطبق

source: menswear
ar: الملابس الرجالية

# womenClothing
source: Women's clothing
ar: الملابس النسائية

source: boys clothes
ar: ملابس الأولاد

source: girls clothes
ar: ملابس البنات

# menShoes
source: men's shoes
ar: أحذية الرجال

source: women shoes
ar: أحذية النساء

source: boys shoes
ar: أحذية الأولاد

source: girls shoes
ar: أحذية البنات

source: Liter
ar: لتر

source: Ml
ar: مل

source: ounce
ar: أوقية

source: Toula
ar: تولة

source: GM
ar: جم

source: KGM
ar: كجم

source: CM
ar: سم

source: M
ar: م

source: Product Size
ar: حجم المنتج

source: product Weight
ar: وزن المنتج

source: Product Dimensions
ar: أبعاد المنتح

source: Marketing phrase for the product
ar: عبارة تسويقية للمنتج

# availableToReceive
source: Available Receive
ar: قابل للاستلام

# availableToDeliver
source: Available Deliver
ar: قابل للتوصيل

# availableToShipping
source: Available Shipping
ar: قابل للشحن

source: Retrievable
ar: قابل للاسترجاع

source: Replaceable
ar: قابل للاستبدال

source: Attaching warranty files
ar: إرفاق ملفات الضمان

source: Electrical specifications
ar: المواصفات الكهربية:

source: Plug type
ar: نوع القابس:

source: Product additions
ar: إضافات المنتج:

source: Price
ar: السعر

# addZeroIfProductFree
source: Add Zero if addition is free
ar: ضع صفر إذا كانت الإضافة مجانية

source: Product additions images
ar: صور الإضافة:

source: Product price without additives (without tax):
ar: سعر المنتج بدون إضافات (بدون الضريبة):

source: Product code
ar: كود المنتج

source: Cancel
ar: إلغاء

source: Save Data
ar: حفظ البيانات

source: Add Anther Product
ar: إضافة منتج أخر

source: Product subcategory
ar: التصنيف الفرعي للمنتج

source: Without minimum or maximum
ar: بدون حد أعلى أو أدنى

# writeAllProductSpecificationsInDetailSuchAsBrandAnd
source: Write all product specifications in detail such as brand and industry
ar: اكتب جميع مواصفات المنتج بالتفصيل مثل الماركة والصناعة

source: Choose colors or not applicable
ar: اختر الألوان أو لا ينطبق

source: images Colors
ar: صور الالوان

source: Take a photo from color
ar: ادخل الصورة

source: Choose guide or not apply
ar: إختر المقاسات او لا ينطبق

source: Choose Guide
ar: إختر المقاسات

source: Quantity available for each size:
ar: الكمية المتوفرة لكل مقاس:

source: According to the list of products for your shop
ar: حسب قائمة المنتجات الخاصة بمحلك
